Repository: HerzScheisse/vesta_shared_places
Catalog: resources/lang/*.po
Languages: sv, tr, vi

source: administrative
sv: administrativ
tr: yönetim

source: religious
sv: religiös
tr: dinî

source: geographical
sv: geografisk
tr: coğrafî

source: cultural
sv: kulturell
tr: kültürel

source: other
sv: annan
tr: diğer

source: The shared place %s already exists.
sv: Den delade platsen %s finns redan.
tr: Paylaşılan yer %s zaten var.
vi: Địa điểm được chia sẻ%s đã tồn tại.

source: (Note: A higher-level shared place has also been created)
sv: (Obs! En delad plats på högre nivå har också skapats)
tr: (Not: Daha yüksek düzeyde bir paylaşılan yer de oluşturuldu)
vi: (Lưu ý: Địa điểm chia sẻ cấp cao hơn cũng đã được tạo)

source: (Note: %s higher-level shared places have also been created)
sv: (Obs! %s delade platser på högre nivå har också skapats)
tr: (Not: %s üst düzey paylaşılan yerler de oluşturuldu)
vi: (Lưu ý: %s địa điểm được chia sẻ cấp cao hơn cũng đã được tạo)

source: The shared place %s has been created.
sv: Den delade platsen %s har skapats.
tr: Paylaşılan yer %s oluşturuldu.
vi: Địa điểm chia sẻ %s đã được tạo.

source: Summary
sv: Sammanfattning
tr: Özet
vi: Tóm tắt

source: Private
sv: Privat
tr: Özel

source: circular shared place hierarchy
sv: cirkulär delad platshierarki
tr: dairesel paylaşılan yer hiyerarşisi
vi: phân cấp địa điểm được chia sẻ hình tròn

source: There are various data fixes available.
sv: Det finns olika datafixar tillgängliga.
tr: Çeşitli veri düzeltmeleri mevcuttur.
vi: Có nhiều bản sửa lỗi dữ liệu có sẵn.

source: It is strongly recommended to backup your tree first.
sv: Det rekommenderas starkt att säkerhetskopiera ditt träd först.
tr: Öncelikle ağacınızı yedeklemeniz şiddetle tavsiye edilir.
vi: Nên sao lưu dữ liệu cây gia đình của bạn trước.

source: Hierarchize Shared Places
sv: Hierarkisera delade platser
tr: Paylaşılan Yerleri Hiyerarşikleştirin
vi: Phân cấp địa điểm được chia sẻ

source: This data fix turns shared places with comma-separated name parts into hierarchical shared places (which are linked to higher-level shared places via XREFs).
sv: Denna datafix förvandlar delade platser med kommaseparerade namndelar till hierarkiska delade platser (som är länkade till delade platser på högre nivå via XREF).
tr: Bu veri düzeltmesi, virgülle ayrılmış ad bölümleri olan paylaşılan yerleri hiyerarşik paylaşılan yerlere dönüştürür (bunlar, XREF'ler aracılığıyla daha yüksek düzeydeki paylaşılan yerlere bağlanır).
vi: Bản sửa lỗi dữ liệu này biến các địa điểm được chia sẻ có các phần tên được phân tách bằng dấu phẩy thành các địa điểm được chia sẻ theo thứ bậc (được liên kết với các địa điểm được chia sẻ cấp cao hơn thông qua XREF).

source: It usually will have to be carried out once only, as a migration when switching to hierarchical shared places via the respective configuration option.
sv: Det måste vanligtvis utföras en gång bara som en migrering när man byter till hierarkiska delade platser via respektive konfigurationsalternativ.
tr: İlgili yapılandırma seçeneği aracılığıyla hiyerarşik paylaşımlı yerlere geçerken bir geçiş olarak genellikle yalnızca bir kez gerçekleştirilmesi gerekecektir.
vi: Nó thường sẽ phải được thực hiện một lần duy nhất, như một sự di chuyển khi chuyển sang các địa điểm được chia sẻ có thứ bậc thông qua tùy chọn cấu hình tương ứng.

source: Note:
sv: Notera:
tr: Not:
vi: Ghi chú:

source: The search for this data fix currently does not match any records, because the configuration option to 'Use hierarchical shared places' isn't set.
sv: Sökningen efter denna datafix matchar för närvarande inga poster, eftersom konfigurationsalternativet "Använd hierarkiska delade platser" inte är inställt.
tr: Bu veri düzeltmesi için yapılan arama şu anda hiçbir kayıtla eşleşmiyor çünkü 'Hiyerarşik paylaşılan yerleri kullan' yapılandırma seçeneği ayarlanmadı.
vi: Tìm kiếm cho bản sửa lỗi dữ liệu này hiện không khớp với bất kỳ bản ghi nào, vì tùy chọn cấu hình để 'Sử dụng các địa điểm được chia sẻ theo thứ bậc' chưa được đặt.

source: Attention!
sv: Var uppmärksam!
tr: Dikkat!
vi: Cảnh báo!

source: Missing higher-level shared places are created if required. For this to work without potentially creating duplicates, you have to check 'Automatically accept changes made by this user' in the user administration, at least for the duration of this data fix.
sv: Saknade delade platser på högre nivå skapas om det behövs. För att detta ska fungera utan att eventuellt skapa dubbletter måste du markera "Acceptera automatiskt ändringar gjorda av den här användaren" i användaradministrationen, åtminstone under den här datakorrigeringen.
tr: Gerekirse eksik üst düzey paylaşılan yerler oluşturulur. Bunun potansiyel olarak yineleme oluşturmadan çalışması için, en azından bu veri düzeltmesi süresince kullanıcı yönetiminde 'Bu kullanıcı tarafından yapılan değişiklikleri otomatik olarak kabul et' seçeneğini işaretlemeniz gerekir.
vi: Các địa điểm được chia sẻ cấp cao hơn bị thiếu được tạo nếu được yêu cầu. Để tính năng này hoạt động mà không có khả năng tạo ra các bản sao, bạn phải chọn 'Tự động chấp nhận các thay đổi do người dùng này thực hiện' trong quản trị người dùng, ít nhất là trong khoảng thời gian sửa chữa dữ liệu này.

source: This data fix currently won't update anything, because this preference isn't set.
sv: Den här datafixen uppdaterar för närvarande inget eftersom den här inställningen inte är inställd.
tr: Bu veri düzeltmesi şu anda hiçbir şeyi güncellemiyor, çünkü bu tercih ayarlanmadı.
vi: Bản sửa lỗi dữ liệu này hiện sẽ không cập nhật bất kỳ điều gì vì tùy chọn này chưa được đặt.

source: Enhance existing shared places with tree-independent data
sv: Förbättra befintliga delade platser med trädoberoende data
tr: Ağaçtan bağımsız verilerle mevcut paylaşımlı yerleri geliştirin
vi: Nâng cao các địa điểm được chia sẻ hiện có với dữ liệu không phụ thuộc vào cây

source: This data fix adds tree-independent data (managed outside GEDCOM) to existing shared places.
sv: Denna datafix lägger till trädoberoende data (hanteras utanför GEDCOM) till befintliga delade platser.
tr: Bu veri düzeltme, ağaçtan bağımsız verileri (GEDCOM dışında yönetilen) mevcut paylaşılan yerlere ekler.
vi: Bản sửa lỗi dữ liệu này thêm dữ liệu không phụ thuộc vào cây (được quản lý bên ngoài GEDCOM) vào các địa điểm được chia sẻ hiện có.

source: In particular, map coordinates from webtrees 'Geographic data' and GOV ids from the Gov4Webtrees module are added.
sv: I synnerhet läggs kartkoordinater från webtrees 'Geographic data' och GOV-id från Gov4Webtrees-modulen till.
tr: Özellikle, web ağaçlarının 'Coğrafi verilerinden' harita koordinatları ve Gov4Webtrees modülünden GOV kimlikleri eklenir.
vi: Đặc biệt, tọa độ bản đồ từ 'Dữ liệu địa lý' webtrees và id GOV từ mô-đun Gov4Webtrees được thêm vào.

source: Matching shared places are determined as via the configuration option 'Additionally link shared places via name'.
sv: Matchande delade platser bestäms via konfigurationsalternativet "Länka dessutom delade platser via namn".
tr: Eşleşen paylaşılan yerler, 'Ek olarak paylaşılan yerleri adla bağla' yapılandırma seçeneğiyle belirlenir.
vi: Các địa điểm được chia sẻ phù hợp được xác định thông qua tùy chọn cấu hình 'Liên kết bổ sung các địa điểm được chia sẻ qua tên'.

source: Add missing XREFs
sv: Lägg till saknade XREF-filer
tr: Eksik XREF'leri ekleyin
vi: Thêm các XREF bị thiếu

source: This data fix adds XREFs, linking all places within events directly to the respective shared places.
sv: Denna datafix lägger till XREF: er, som länkar alla platser inom händelser direkt till respektive delade platser.
tr: Bu veri düzeltme, olayların içindeki tüm yerleri doğrudan ilgili paylaşılan yerlere bağlayan XREF'leri ekler.
vi: Bản sửa lỗi dữ liệu này thêm XREF, liên kết trực tiếp tất cả các địa điểm trong sự kiện với các địa điểm được chia sẻ tương ứng.

source: Matching shared places are determined as via the configuration option 'Additionally link shared places via name', including parent levels if set.
sv: Matchande delade platser bestäms som via konfigurationsalternativet "Länka dessutom delade platser via namn", inklusive överordnade nivåer om de är inställda.
tr: Eşleşen paylaşılan yerler, ayarlanmışsa üst düzeyler de dahil olmak üzere, 'Ek olarak paylaşılan yerleri ad yoluyla bağla' yapılandırma seçeneği aracılığıyla belirlenir.
vi: Các địa điểm được chia sẻ phù hợp được xác định thông qua tùy chọn cấu hình 'Liên kết bổ sung các địa điểm được chia sẻ qua tên', bao gồm cả cấp chính nếu được đặt.

source: Therefore, this data fix enables you to move away from using that configuration option.
sv: Därför tillåter denna datafix dig att sluta använda det konfigurationsalternativet.
tr: Bu nedenle, bu veri düzeltmesi, bu yapılandırma seçeneğini kullanmaktan vazgeçmenize olanak tanır.
vi: Do đó, bản sửa lỗi dữ liệu này cho phép bạn không sử dụng tùy chọn cấu hình đó.

source: The search cannot be implemented efficiently and may take some time in particular when displaying and updating a large number of records.
sv: Sökningen kan inte genomföras effektivt och kan ta lite tid, särskilt när ett stort antal poster visas och uppdateras.
tr: Arama verimli bir şekilde uygulanamaz ve özellikle çok sayıda kaydı görüntülerken ve güncellerken biraz zaman alabilir.
vi: Việc tìm kiếm không thể được thực hiện một cách hiệu quả và đặc biệt có thể mất một thời gian khi hiển thị và cập nhật một số lượng lớn các bản ghi.

source: Create missing shared places from tree-independent data, and add missing XREFs
sv: Skapa saknade delade platser från trädoberoende data och lägg till saknade XREF: er
tr: Ağaçtan bağımsız verilerden eksik paylaşılan yerleri oluşturun ve eksik XREF'leri ekleyin
vi: Tạo các địa điểm được chia sẻ bị thiếu từ dữ liệu không phụ thuộc vào cây và thêm các XREF bị thiếu

source: This data fix creates missing shared places, if tree-independent data (managed outside GEDCOM) is available for the respective place.
sv: Den här datafixen skapar saknade delade platser om trädoberoende data (hanteras utanför GEDCOM) är tillgängliga för respektive plats.
tr: İlgili yer için ağaçtan bağımsız veriler (GEDCOM dışında yönetilen) varsa, bu veri düzeltmesi eksik paylaşılan yerler oluşturur.
vi: Bản sửa lỗi dữ liệu này tạo ra các vị trí được chia sẻ bị thiếu, nếu dữ liệu độc lập với cây (được quản lý bên ngoài GEDCOM) có sẵn cho vị trí tương ứng.

source: The created shared places, as well as existing shared places, are linked via XREFs to event places.
sv: De skapade delade platserna, liksom befintliga delade platser, är länkade via XREF till händelseplatser.
tr: Oluşturulan paylaşılan yerler ve mevcut paylaşılan yerler XREF'ler aracılığıyla etkinlik yerlerine bağlanır.
vi: Các địa điểm được chia sẻ đã tạo, cũng như các địa điểm được chia sẻ hiện có, được liên kết qua XREF với các địa điểm tổ chức sự kiện.

source: Missing shared places are created if required. For this to work without potentially creating duplicates, you have to check 'Automatically accept changes made by this user' in the user administration, at least for the duration of this data fix.
sv: Saknade delade platser skapas om det behövs. För att detta ska fungera utan att eventuellt skapa dubbletter måste du markera "Acceptera automatiskt ändringar gjorda av den här användaren" i användaradministrationen, åtminstone under den här datakorrigeringen.
tr: Gerekirse eksik paylaşılan yerler oluşturulur. Bunun potansiyel olarak yineleme oluşturmadan çalışması için, en azından bu veri düzeltmesi süresince kullanıcı yönetiminde 'Bu kullanıcı tarafından yapılan değişiklikleri otomatik olarak kabul et' seçeneğini işaretlemeniz gerekir.
vi: Các địa điểm được chia sẻ bị thiếu được tạo nếu cần. Để tính năng này hoạt động mà không có khả năng tạo ra các bản sao, bạn phải chọn 'Tự động chấp nhận các thay đổi do người dùng này thực hiện' trong quản trị người dùng, ít nhất là trong khoảng thời gian sửa chữa dữ liệu này.

source: Create all missing shared places, and add missing XREFs
sv: Skapa alla delade platser som saknas och lägg till XREFs som saknas
tr: Tüm eksik paylaşılan yerleri oluşturun ve eksik XREF'leri ekleyin
vi: Tạo tất cả các địa điểm được chia sẻ bị thiếu và thêm các XREF bị thiếu

source: This data fix creates missing shared places, even if no tree-independent data (managed outside GEDCOM) is available for the respective place.
sv: Denna datafix skapar saknade delade platser, även om inga trädoberoende data (hanteras utanför GEDCOM) är tillgängliga för respektive plats.
tr: Bu veri düzeltmesi, ilgili yer için ağaçtan bağımsız veri (GEDCOM dışında yönetilen) olmasa bile eksik paylaşılan yerler oluşturur.
vi: Bản sửa lỗi dữ liệu này tạo ra các vị trí được chia sẻ bị thiếu, ngay cả khi không có dữ liệu độc lập với cây (được quản lý bên ngoài GEDCOM) cho vị trí tương ứng.

source: If tree-independent data is available, map coordinates from webtrees 'Geographic data' and GOV ids from the Gov4Webtrees module are added.
sv: Om trädoberoende data är tillgängliga, läggs kartkoordinater från webtrees 'Geographic data' och GOV-id från Gov4Webtrees-modulen till.
tr: Ağaçtan bağımsız veriler mevcutsa, web ağaçlarının 'Coğrafi verilerinden' harita koordinatları ve Gov4Webtrees modülünden GOV kimlikleri eklenir.
vi: Nếu dữ liệu độc lập với cây khả dụng, tọa độ bản đồ từ 'Dữ liệu địa lý' của webtrees và id GOV từ mô-đun Gov4Webtrees sẽ được thêm vào.

source: Shared place name (complete hierarchy)
sv: Delat platsnamn (fullständig hierarki)
tr: Paylaşılan yer adı (tam hiyerarşi)
vi: Tên địa điểm được chia sẻ (phân cấp hoàn chỉnh)

source: A place name with comma-separated name parts will be resolved to a hierarchy of shared places. Missing higher-level shared places will be created as well.
sv: Ett platsnamn med kommaseparerade namndelar kommer att lösas till en hierarki av delade platser. Saknade delade platser på högre nivå kommer också att skapas.
tr: Virgülle ayrılmış ad bölümleri olan bir yer adı, paylaşılan yerler hiyerarşisine çözümlenecektir. Eksik daha yüksek seviyeli paylaşılan yerler de oluşturulacaktır.
vi: Tên địa điểm có các phần tên được phân tách bằng dấu phẩy sẽ được phân chia thành phân cấp các địa điểm được chia sẻ. Các địa điểm được chia sẻ cấp cao hơn bị thiếu cũng sẽ được tạo.

source: Shared place name
sv: Delat platsnamn
tr: Paylaşılan yer adı
vi: Tên địa điểm được chia sẻ

source: Shared place list
sv: Delad platslista
tr: Paylaşılan yer listesi

source: Important note:
sv: Viktig notering:
tr: Önemli not:
vi: Lưu ý quan trọng:

source: This tree has shared places with comma-separated name parts, while at the same time the option to 'Use hierarchical shared places' is selected.
sv: Det här trädet har delade platser med kommaseparerade namndelar, samtidigt som alternativet "Använd hierarkiska delade platser" är valt.
tr: Bu ağaç, virgülle ayrılmış ad bölümleriyle paylaşılan yerlere sahipken, aynı zamanda 'hiyerarşik paylaşılan yerleri kullan' seçeneği seçilir.
vi: Cây này có các địa điểm được chia sẻ với các phần tên được phân tách bằng dấu phẩy, đồng thời tùy chọn 'Sử dụng các địa điểm được chia sẻ theo thứ bậc' được chọn.

source: This leads to inconsistencies when mapping places to shared places, and in general doesn't match the specification for shared places (which earlier versions of this custom module didn't follow strictly).
sv: Detta leder till inkonsekvenser vid mappning av platser till delade platser och överensstämmer i allmänhet inte med specifikationen för delade platser (som tidigare versioner av denna anpassade modul inte följde strikt).
tr: Bu, yerleri paylaşılan yerlere eşleştirirken tutarsızlıklara yol açar ve genel olarak paylaşılan yerler için belirtimle eşleşmez (bu özel modülün önceki sürümleri kesinlikle uymuyordu).
vi: Điều này dẫn đến sự mâu thuẫn khi ánh xạ địa điểm đến các địa điểm được chia sẻ và nói chung không khớp với đặc điểm kỹ thuật cho các địa điểm được chia sẻ (mà các phiên bản trước của mô-đun tùy chỉnh này không tuân thủ nghiêm ngặt).

source: It is recommended to run the data fix for this custom module to resolve this issue.
sv: Vi rekommenderar att du kör datafixet för den här anpassade modulen för att lösa problemet.
tr: Bu sorunu çözmek üzere bu özel modül için veri düzeltmesinin çalıştırılması önerilir.
vi: Bạn nên chạy bản sửa lỗi dữ liệu cho mô-đun tùy chỉnh này để giải quyết vấn đề này.

source: Shared place hierarchy
sv: Delad platshierarki
tr: Paylaşılan yer hiyerarşisi

source: The location of this shared place is not known.
sv: Lokaliteten för denna delade plats är inte känd.
tr: Bu paylaşılan yerin konumu bilinmemektedir.

source: This shared place has been deleted. You should review the deletion and then %1$s or %2$s it.
sv: Denna delade plats har tagits bort. Du bör granska borttagningen och sedan %1$s eller %2$s den.
tr: Bu paylaşılan yer silindi. Silme işlemini ve ardından %1$s veya %2$s dosyasını gözden geçirmelisiniz.

source: This shared place has been deleted. The deletion will need to be reviewed by a moderator.
sv: Denna delade plats har tagits bort. Raderingen måste granskas av en moderator.
tr: Bu paylaşılan yer silindi. Silme işleminin bir moderatör tarafından gözden geçirilmesi gerekecektir.

source: This shared place has been edited. You should review the changes and then %1$s or %2$s them.
sv: Denna delade plats har redigerats. Du bör granska ändringarna och sedan %1$s eller %2$s dem.
tr: Bu paylaşılan yer düzenlendi. Değişiklikleri ve ardından %1$s veya %2$s'i gözden geçirmelisiniz.

source: This shared place has been edited. The changes need to be reviewed by a moderator.
sv: Denna delade plats har redigerats. Ändringarna måste granskas av en moderator.
tr: Bu paylaşılan yer düzenlendi. Değişikliklerin bir moderatör tarafından gözden geçirilmesi gerekir.

source: Next lower-level shared places
sv: Nästa delade platser på lägre nivå
tr: Sonraki alt düzey paylaşılan yerler
vi: Các địa điểm được chia sẻ cấp thấp hơn tiếp theo

source: %s and the individuals that reference it.
tr: %s ve buna başvuran kişiler.

source: Add %s to the clippings cart
tr: Kupür sepetine %s ekleyin

source: Data Fix
tr: Veri Düzeltme
vi: Sửa dữ liệu

source: GOV-Id for type of location
tr: Konum türü için GOV-Id

source: Reference year
vi: Năm tham chiếu

source: Shared place page
vi: Trang địa điểm được chia sẻ

source: The year set here may be used by other modules to enhance the place description with additional data. If left empty, the current year is used.
vi: Năm đặt ở đây có thể được sử dụng bởi các mô-đun khác để nâng cao mô tả địa điểm với dữ liệu bổ sung. Nếu để trống, năm hiện tại sẽ được sử dụng.

source: You can set a reference year (which may be evaluated by other modules, such as %1$s) in the module configuration.
vi: Bạn có thể đặt năm tham chiếu (có thể được đánh giá bởi các mô-đun khác, chẳng hạn như %1$s) trong cấu hình mô-đun.
