Repository: HerzScheisse/vesta_shared_places
Catalog: resources/lang/*.po
Languages: sv, tr, vi

source: Shared place summary
sv: Delad plats sammanfattning
tr: Paylaşılan yer özeti
vi: Tóm tắt địa điểm được chia sẻ

source: The summary shows the shared place data, formatted in the same way as for events with a place mapped to the respective shared place.
sv: Sammanfattningen visar den delade platsens data, formaterad på samma sätt som för händelser med en plats mappad till respektive delad plats.
tr: Özet, ilgili paylaşılan yerle eşlenmiş bir yere sahip etkinliklerle aynı şekilde biçimlendirilmiş paylaşılan yer verilerini gösterir.
vi: Bản tóm tắt hiển thị dữ liệu địa điểm được chia sẻ, được định dạng giống như đối với các sự kiện có địa điểm được ánh xạ tới địa điểm được chia sẻ tương ứng.

source: Therefore, the place name is displayed here including the full hierarchy.
sv: Därför visas platsens namn här inklusive fullständig hierarki.
tr: Bu nedenle, tam hiyerarşi de dahil olmak üzere yer adı burada görüntülenir.
vi: Do đó, địa danh được hiển thị ở đây bao gồm đầy đủ hệ thống phân cấp.

source: Place names should be entered as single place name (do not use a comma-separated list here).
sv: Platsnamn bör skrivas in som ett enda platsnamn (använd inte komma-separerad lista här).
tr: Yer adları tek bir yer adı olarak girilmelidir (burada virgülle ayrılmış bir liste kullanmayın).
vi: Tên địa điểm phải được nhập dưới dạng tên địa điểm duy nhất (không sử dụng danh sách được phân tách bằng dấu phẩy ở đây).

source: Use the separate tag '%1$s' in order to model a place hierarchy.
sv: Använd taggen '%1$s' för att modellera en platshierarki.
tr: Bir yer hiyerarşisini modellemek için ayrı '%1$s' etiketini kullanın.
vi: Sử dụng thẻ riêng biệt '%1$s' để lập mô hình phân cấp địa điểm.

source: Place names can change over time. You can add multiple names to a shared place, and indicate historic names via a suitable date range.
sv: Platsnamn kan ändras över tid. Du kan lägga till flera namn till en delat plats och indikera historiska namn via ett lämpligt datumintervall.
tr: Yer adları zamanla değişebilir. Paylaşılan bir yere birden çok ad ekleyebilir ve uygun bir tarih aralığı aracılığıyla tarihi adları belirtebilirsiniz.
vi: Tên địa điểm có thể thay đổi theo thời gian. Bạn có thể thêm nhiều tên vào một địa điểm được chia sẻ và chỉ ra các tên lịch sử qua một phạm vi ngày phù hợp.

source: Place names should be entered as a comma-separated list, starting with the smallest place and ending with the country. For example, “Westminster, London, England”.
sv: Platsnamn bör skrivas in som en komma-separerad lista, och starta med den minsta platsen och sluta med landet. Till exempel "Lidköping, Skaraborgs Län, Västergötland, Sverige".
tr: Yer adları, en küçük yerden başlayıp ülke ile biten virgülle ayrılmış bir liste olarak girilmelidir. Örneğin, "Westminster, Londra, İngiltere".
vi: Tên địa điểm phải được nhập dưới dạng danh sách được phân tách bằng dấu phẩy, bắt đầu bằng địa điểm nhỏ nhất và kết thúc bằng quốc gia. Ví dụ: “Westminster, London, England”.

source: Shared places
sv: Delade platser
tr: Paylaşılan yerler
vi: Các địa điểm được chia sẻ

source: View Shared places hierarchy
sv: Visa Delade platser hierarki
tr: Paylaşılan yerler hiyerarşisini görüntüleyin
vi: Xem thứ bậc các địa điểm được chia sẻ

source: Enable the Vesta Places and Pedigree map module to view the shared places hierarchy.
sv: Tillåt Vesta Places and Pedigree map modulen att visa delade platser hierarki.
tr: Paylaşılan yerler hiyerarşisini görüntülemek için Vesta Places ve Pedigree harita modülünü etkinleştirin.
vi: Kích hoạt mô-đun bản đồ Vesta Địa điểm và Phả hệ để xem thứ bậc các địa điểm được chia sẻ.

source: Location
sv: Lokalisering
tr: Yer
vi: Vị trí

source: Shared place
sv: Delad plats
tr: Paylaşılan yer
vi: Địa điểm được chia sẻ

source: Higher-level shared place
sv: Delad plats på högre nivå
tr: Daha yüksek düzeyde paylaşılan yer
vi: Địa điểm được chia sẻ cấp cao hơn

source: Type of location
sv: Typ av lokalisering
tr: Konum türü

source: Type of hierarchical relationship
sv: Type av hierarkisk relation
tr: Hiyerarşik ilişki türü
vi: Kiểu mối quan hệ thứ bậc

source: GOV id for type of location
sv: GOV id för typ av lokalisering
vi: Kiểu id GOV của vị trí

source: Shared place data
sv: Delad plats data
tr: Paylaşılan yer verileri
vi: Dữ liệu địa điểm được chia sẻ

source: %s and the individuals and families that reference it.
sv: %s och individerna och familjerna som refererar till den.
vi: %s và các cá nhân và gia đình tham chiếu đến nó.

source: shared places
sv: delade platser
tr: paylaşılan yerler
vi: các địa điểm được chia sẻ

source: A module providing support for shared places.
sv: En modul som ger stöd för delade platser.
tr: Paylaşılan yerler için destek sağlayan bir modül.
vi: Một mô-đun cung cấp hỗ trợ cho các địa điểm được chia sẻ.

source: Replacement for the original 'Locations' module.
sv: Ersätter original 'Locations' modulen.

source: A module supporting shared places as level 0 GEDCOM objects, on the basis of the GEDCOM-L Addendum to the GEDCOM 5.5.1 specification. Shared places may contain e.g. map coordinates, notes and media objects. The module displays this data for all matching places via the extended 'Facts and events' tab. It may also be used to manage GOV ids, in combination with the Gov4Webtrees module.
sv: En modul som stöder delade platser som nivå 0 GEDCOM-objekt, baserat på GEDCOM-L-tillägget till GEDCOM 5.5.1-specifikationen. Delade platser kan innehålla t.ex. kartkoordinater, anteckningar och medieobjekt. Modulen visar dessa data för alla matchande platser via den utökade fliken 'Fakta och händelser'. Det kan också användas för att hantera GOV-id: n, i kombination med Gov4Webtrees-modulen.
tr: GEDCOM 5.5.1 belirtimine GEDCOM-L Ekine dayalı olarak, paylaşılan yerleri seviye 0 GEDCOM nesneleri olarak destekleyen bir modül. Paylaşılan yerler, örneğin harita koordinatları, notlar ve medya nesneleri içerebilir. Modül, bu verileri genişletilmiş 'Gerçekler ve olaylar' sekmesi aracılığıyla tüm eşleşen yerler için görüntüler. Gov4Webtrees modülü ile birlikte GOV kimliklerini yönetmek için de kullanılabilir.
vi: Một mô-đun hỗ trợ các địa điểm được chia sẻ dưới dạng các đối tượng GEDCOM cấp 0, trên cơ sở Phụ lục GEDCOM-L cho đặc tả GEDCOM 5.5.1. Địa điểm được chia sẻ có thể chứa ví dụ: tọa độ bản đồ, ghi chú và các đối tượng phương tiện. Mô-đun hiển thị dữ liệu này cho tất cả các địa điểm phù hợp qua tab 'Sự kiện và sự kiện' mở rộng. Nó cũng có thể được sử dụng để quản lý id GOV, kết hợp với mô-đun Gov4Webtrees.

source: Replaces the original 'Locations' module.
sv: Ersätter original 'Locations' modulen.

source: Shared place structure
sv: Delad platsstruktur
tr: Paylaşılan yer yapısı
vi: Cấu trúc địa điểm được chia sẻ

source: Use hierarchical shared places
sv: Använd hierarkiska delade platser
tr: Hiyerarşik paylaşılan yerleri kullanın
vi: Sử dụng các địa điểm được chia sẻ theo thứ bậc

source: If checked, relations between shared places are modelled via an explicit hierarchy, where shared places have XREFs to higher-level shared places, as described in the specification.
sv: Om markerat modelleras relationer mellan delade platser via en uttrycklig hierarki där delade platser har XREF till delade platser på högre nivå, som beskrivs i specifikationen.
tr: İşaretlenirse, paylaşılan yerler arasındaki ilişkiler, belirtimde açıklandığı gibi, paylaşılan yerlerin XREFS'lerinin daha üst düzey paylaşılan yerlere sahip olduğu açık bir hiyerarşi aracılığıyla modellenir.
vi: Nếu được chọn, mối quan hệ giữa các địa điểm được chia sẻ được mô hình hóa thông qua hệ thống phân cấp rõ ràng, trong đó các địa điểm được chia sẻ có XREF tới các địa điểm được chia sẻ cấp cao hơn, như được mô tả trong đặc tả.

source: Note that this also affects the way shared places are created, and the way they are mapped to places.
sv: Observera att detta också påverkar hur delade platser skapas och hur de mappas till platser.
tr: Bunun, paylaşılan yerlerin nasıl oluşturulduğunu ve konumlarla nasıl eşleştirildiğini de etkilediğini unutmayın.
vi: Lưu ý rằng điều này cũng ảnh hưởng đến cách các địa điểm được chia sẻ được tạo và cách chúng được ánh xạ tới các địa điểm.

source: In particular, hierarchical shared places do not have names with comma-separated name parts.
sv: I synnerhet har hierarkiska delade platser inte namn med kommaseparerade namndelar.
tr: Özellikle, hiyerarşik paylaşılan yerlerde virgülle ayrılmış ad bölümleri olan adlar yoktur.
vi: Đặc biệt, các địa điểm được chia sẻ theo thứ bậc không có tên với các phần tên được phân tách bằng dấu phẩy.

source: See %1$s for details.
sv: Se %1$s för detaljer.
tr: Ayrıntılar için %1$s bölümüne bakın.
vi: Xem %1$s để biết chi tiết.

source: There is a data fix available which may be used to convert existing shared places.
sv: Det finns en datafix tillgänglig som kan användas för att konvertera befintliga delade platser.
tr: Mevcut paylaşılan yerleri dönüştürmek için kullanılabilecek bir veri düzeltmesi var.
vi: Có một bản sửa lỗi dữ liệu có thể được sử dụng để chuyển đổi các địa điểm được chia sẻ hiện có.

source: When unchecked, the former approach is used, in which hierarchies are only hinted at by using shared place names with comma-separated name parts.
sv: När det inte är markerat används det tidigare tillvägagångssättet, där hierarkier bara antyds genom att använda delade platsnamn med kommaseparerade namndelar.
tr: İşaretlenmediğinde, hiyerarşilerin yalnızca virgülle ayrılmış ad bölümleri ile paylaşılan yer adları kullanılarak ipucu verildiği eski yaklaşım kullanılır.
vi: Khi bỏ chọn, phương pháp trước đây được sử dụng, trong đó phân cấp chỉ được gợi ý bằng cách sử dụng các tên địa điểm được chia sẻ với các phần tên được phân tách bằng dấu phẩy.

source: It is strongly recommended to switch to hierarchical shared places.
sv: Det rekommenderas starkt att byta till hierarkiska delade platser.
tr: Hiyerarşik paylaşımlı yerlere geçmeniz şiddetle tavsiye edilir.
vi: Chúng tôi thực sự khuyên bạn nên chuyển sang các địa điểm được chia sẻ có thứ bậc.

source: Linking of shared places to places
sv: Länkning av delade platser till platser
tr: Paylaşılan yerlerin yerlere bağlanması
vi: Liên kết các địa điểm được chia sẻ với các địa điểm

source: Additionally link shared places via name
sv: Länka dessutom delade platser via namn
tr: Ek olarak, paylaşılan yerleri ad yoluyla bağlayın
vi: Liên kết bổ sung các địa điểm được chia sẻ qua tên

source: According to the GEDCOM-L Addendum, shared places are referenced via XREFs, just like shared notes etc.
sv: Enligt GEDCOM-L-tillägget hänvisas till delade platser via XREF, precis som delade anteckningar etc.
tr: GEDCOM-L Ekine göre, paylaşılan yerlere, paylaşılan notlar vb. gibi XREF'ler aracılığıyla başvurulur.
vi: Theo Phụ lục GEDCOM-L, các địa điểm được chia sẻ được tham chiếu qua XREF, giống như ghi chú được chia sẻ, v.v.

source: It is now recommended to use XREFs, as this improves performance and flexibility. There is a data fix available which may be used to add XREFs.
sv: Det rekommenderas nu att använda XREF, eftersom detta förbättrar prestanda och flexibilitet. Det finns en datakorrigering tillgänglig som kan användas för att lägga till XREF.
tr: Artık performansı ve esnekliği artırdığı için XREF'lerin kullanılması önerilmektedir. XREF'leri eklemek için kullanılabilecek bir veri düzeltmesi var.
vi: Giờ đây, chúng tôi khuyên bạn nên sử dụng XREFs, vì điều này giúp cải thiện hiệu suất và tính linh hoạt. Có sẵn bản sửa lỗi dữ liệu có thể được sử dụng để thêm XREF.

source: However, you can still check this option and link shared places via the place name itself. In this case, links are established internally by searching for a shared place with any name matching case-insensitively.
sv: Du kan dock fortfarande kontrollera detta alternativ och länka delade platser via själva platsnamnet. I det här fallet skapas länkar internt genom att söka efter en delad plats med valfritt namn utan skiftlägeskänslighet.
tr: Ancak yine de bu seçeneği işaretleyebilir ve paylaşılan yerleri yer adının kendisi aracılığıyla bağlayabilirsiniz. Bu durumda, bağlantılar, büyük/küçük harfe duyarlı olmayan herhangi bir ada sahip paylaşılan bir yer aranarak dahili olarak oluşturulur.
vi: Tuy nhiên, bạn vẫn có thể chọn tùy chọn này và liên kết các địa điểm được chia sẻ thông qua chính tên địa điểm. Trong trường hợp này, các liên kết được thiết lập nội bộ bằng cách tìm kiếm một địa điểm được chia sẻ với bất kỳ tên nào trùng khớp, phân biệt chữ hoa chữ thường.

source: If you are using hierarchical shared places, a place with the name "A, B, C" is mapped to a shared place "A" with a higher-level shared place that maps to "B, C".
sv: Om du använder hierarkiska delade platser mappas en plats med namnet "A, B, C" till en delad plats "A" med en delad plats på högre nivå som kartläggs till "B, C".
tr: Hiyerarşik paylaşılan yerler kullanıyorsanız, "A, B, C" adlı bir yer, "B, C" ile eşleşen daha yüksek düzeyde paylaşılan bir yer ile paylaşılan bir yer "A" ile eşleştirilir.
vi: Nếu bạn đang sử dụng các địa điểm được chia sẻ theo thứ bậc, một địa điểm có tên "A, B, C" sẽ được ánh xạ tới một địa điểm được chia sẻ "A" với một địa điểm được chia sẻ cấp cao hơn ánh xạ tới "B, C".

source: ... and fall back to n parent levels
sv: ... och faller tillbaka till n föräldernivå
tr: ... ve n ebeveyn seviyelerine geri dönün
vi: ... và quay trở lại n cấp độ cha mẹ

source: When the preceding option is checked, and no matching shared place is found, fall back to n parent places (so that e.g. for n=2 a place "A, B, C" would also match shared places that match "B, C" and "C")
sv: När föregående alternativ är markerat och ingen matchande delad plats hittas, fall tillbaka till n föräldraplatser (så att t.ex. för n = 2 skulle en plats "A, B, C" också matcha delade platser som matchar "B, C" och C")
tr: Önceki seçenek işaretlendiğinde ve eşleşen bir paylaşılan yer bulunmadığında, n ana yerlere geri dönün (örneğin, n=2 için "A, B, C" yeri de "B, C" ve "C" ile eşleşen paylaşılan yerlerle eşleşecektir)
vi: Khi tùy chọn trước đó được chọn và không tìm thấy địa điểm được chia sẻ phù hợp, hãy quay lại n địa điểm chính (ví dụ: đối với n = 2, địa điểm "A, B, C" cũng sẽ khớp với địa điểm được chia sẻ khớp với "B, C" và C")

source: All shared place facts
sv: Alla fakta om delad plats
tr: Tüm paylaşılan yer gerçekleri
vi: Tất cả thông tin về địa điểm được chia sẻ

source: This is the list of GEDCOM facts that your users can add to shared places. You can modify this list by removing or adding fact names as necessary. Fact names that appear in this list must not also appear in the “Unique shared place facts” list.
sv: Det här är listan över GEDCOM-fakta som dina användare kan lägga till delade platser. Du kan ändra den här listan genom att ta bort eller lägga till faktnamn efter behov. Faktnamn som visas i denna lista får inte också visas i listan "Unika delade platsfakta".
tr: Bu, kullanıcılarınızın paylaşılan yerlere ekleyebileceği GEDCOM gerçeklerinin bir listesidir. Bu listeyi, gerçek adlarını gerektiği gibi kaldırarak veya ekleyerek değiştirebilirsiniz. Bu listede görünen gerçek adları da "Benzersiz paylaşılan yer gerçekleri" listesinde görünmemelidir.
vi: Đây là danh sách các dữ kiện GEDCOM mà người dùng của bạn có thể thêm vào các địa điểm được chia sẻ. Bạn có thể sửa đổi danh sách này bằng cách xóa hoặc thêm tên dữ kiện nếu cần. Tên sự thật xuất hiện trong danh sách này cũng không được xuất hiện trong danh sách "Sự thật về địa điểm được chia sẻ duy nhất".

source: Unique shared place facts
sv: Unika fakta om delad plats
tr: Benzersiz paylaşılan yer gerçekleri
vi: Sự thật về địa điểm được chia sẻ duy nhất

source: This is the list of GEDCOM facts that your users can only add once to shared places. For example, if NAME is in this list, users will not be able to add more than one NAME record to a shared place. Fact names that appear in this list must not also appear in the “All shared place facts” list.
sv: Detta är listan över GEDCOM-fakta som dina användare bara kan lägga till en gång till delade platser. Om till exempel NAME finns i den här listan kan användare inte lägga till mer än en NAME-post till en delad plats. Faktnamn som visas i den här listan får inte också visas i listan "All shared place facts".
tr: Bu, kullanıcılarınızın paylaşılan yerlere yalnızca bir kez ekleyebileceği GEDCOM gerçeklerinin bir listesidir. Örneğin, NAME bu listede ise, kullanıcılar paylaşılan bir yere birden fazla NAME kaydı ekleyemezler. Bu listede görünen gerçek adları da "Tüm paylaşılan yer gerçekleri" listesinde görünmemelidir.
vi: Đây là danh sách các dữ kiện GEDCOM mà người dùng của bạn chỉ có thể thêm một lần vào các địa điểm được chia sẻ. Ví dụ: nếu NAME có trong danh sách này, người dùng sẽ không thể thêm nhiều bản ghi NAME vào một địa điểm được chia sẻ. Tên sự thật xuất hiện trong danh sách này cũng không được xuất hiện trong danh sách "Tất cả sự thật về địa điểm được chia sẻ".

source: Quick shared place facts
sv: Snabbdelade platsfakta
tr: Hızlı paylaşılan yer gerçekleri
vi: Thông tin nhanh về địa điểm được chia sẻ

source: This is the list of GEDCOM facts that your users can add to shared places. You can modify this list by removing or adding fact names as necessary. Fact names that appear in this list must not also appear in the “Unique shared place facts” list.
sv: Det här är listan över GEDCOM-fakta som dina användare kan lägga till delade platser. Du kan ändra den här listan genom att ta bort eller lägga till faktnamn efter behov. Faktnamn som visas i denna lista får inte också visas i listan "Unika delade platsfakta".
tr: Bu, kullanıcılarınızın paylaşılan yerlere ekleyebileceği GEDCOM gerçeklerinin bir listesidir. Bu listeyi, gerçek adlarını gerektiği gibi kaldırarak veya ekleyerek değiştirebilirsiniz. Bu listede görünen gerçek adları da "Benzersiz paylaşılan yer gerçekleri" listesinde görünmemelidir.
vi: Đây là danh sách các dữ kiện GEDCOM mà người dùng của bạn có thể thêm vào các địa điểm được chia sẻ. Bạn có thể sửa đổi danh sách này bằng cách xóa hoặc thêm tên dữ kiện nếu cần. Tên sự thật xuất hiện trong danh sách này cũng không được xuất hiện trong danh sách "Sự thật về địa điểm được chia sẻ duy nhất".

source: Restrict to specific facts and events
sv: Begränsa till specifika fakta och händelser
tr: Belirli gerçekleri ve olayları sınırlayın
vi: Hạn chế đối với các dữ kiện và sự kiện cụ thể

source: If this option is checked, shared place data is only displayed for the following facts and events.
sv: Om det här alternativet är markerat visas information om delad plats endast för följande fakta och händelser.
tr: Bu seçenek işaretlenirse, paylaşılan yer verileri yalnızca aşağıdaki gerçekler ve olaylar için görüntülenir.
vi: Nếu tùy chọn này được chọn, dữ liệu địa điểm được chia sẻ chỉ được hiển thị cho các dữ kiện và sự kiện sau.

source: Automatically expand shared place data
sv: Expandera automatiskt delad platsdata
tr: Paylaşılan yer verilerini otomatik olarak genişletin
vi: Tự động mở rộng dữ liệu địa điểm được chia sẻ

source: no
sv: nej
tr: hayır

source: yes, but only the first occurrence of the shared place
sv: ja, men bara den första förekomsten av den delade platsen
tr: evet, ama sadece paylaşılan yerin ilk oluşumu
vi: có, nhưng chỉ là lần xuất hiện đầu tiên của địa điểm được chia sẻ

source: Note that the first occurrence may be within a toggleable, currently hidden fact or event (such as an event of a close relative). This will probably be improved in future versions of the module.
sv: Observera att den första förekomsten kan vara inom ett växlingsbart, för närvarande dolt faktum eller händelse (till exempel en händelse med en nära släkting). Detta kommer troligen att förbättras i framtida versioner av modulen.
tr: İlk oluşumun değiştirilebilir, şu anda gizli bir olgu veya olay (yakın bir akraba olayı gibi) içinde olabileceğini unutmayın. Bu, modülün gelecekteki sürümlerinde muhtemelen geliştirilecektir.
vi: Lưu ý rằng lần xuất hiện đầu tiên có thể nằm trong sự kiện hoặc sự kiện có thể chuyển đổi, hiện đang bị ẩn (chẳng hạn như sự kiện của một người thân). Điều này có thể sẽ được cải thiện trong các phiên bản tương lai của mô-đun.

source: yes
sv: ja
tr: evet

source: Show link counts for shared places list
sv: Visa antal länkar för delad platslista
tr: Paylaşılan yerler listesi için bağlantı sayılarını göster
vi: Hiển thị số lượng liên kết cho danh sách địa điểm được chia sẻ

source: Determining the link counts (linked individual/families) is expensive when assigning shared places via name, and therefore causes delays when the shared places list is displayed. It's recommended to only select this option if places are assigned via XREFs.
sv: Att bestämma antalet länkar (länkad individ / familjer) är dyrt när man tilldelar delade platser via namn och orsakar därför förseningar när listan över delade platser visas. Vi rekommenderar att du bara väljer det här alternativet om platser tilldelas via XREF.
tr: Paylaşılan yerleri ad yoluyla atarken bağlantı sayımlarının belirlenmesi (bağlantılı bireyler/aileler) maliyetlidir ve bu nedenle paylaşılan yerler listesi görüntülendiğinde gecikmelere neden olur. Bu seçeneğin yalnızca yerler XREF'ler aracılığıyla atanmışsa seçilmesi önerilir.
vi: Việc xác định số lượng liên kết (cá nhân / gia đình được liên kết) rất tốn kém khi chỉ định địa điểm được chia sẻ thông qua tên và do đó gây ra sự chậm trễ khi danh sách địa điểm được chia sẻ được hiển thị. Bạn chỉ nên chọn tùy chọn này nếu các địa điểm được chỉ định qua XREF.

source: Filter to unique shared places
sv: Filtrera till unika delade platser
tr: Benzersiz paylaşılan yerlere göre filtrele
vi: Lọc các địa điểm được chia sẻ duy nhất

source: In the place hierarchy list, when using the option 'restrict to shared places', shared places with multiple names show up multiple times as separate entries. Check this option to show each shared place only once in this case, under the shared place's primary name, and also show its additional names.
sv: I platshierarkilistan, när du använder alternativet 'begränsa till delade platser', visas delade platser med flera namn flera gånger som separata poster. Markera det här alternativet för att endast visa varje delad plats en gång i det här fallet under den delade platsens primära namn och visa dess ytterligare namn.
tr: Yer hiyerarşisi listesinde, 'paylaşılan yerlerle sınırla' seçeneği kullanılırken, birden çok ada sahip paylaşılan yerler ayrı girişler olarak birden çok kez görünür. Bu durumda her bir paylaşılan yeri, paylaşılan yerin birincil adı altında yalnızca bir kez göstermek ve ayrıca diğer adlarını da göstermek için bu seçeneği işaretleyin.
vi: Trong danh sách phân cấp địa điểm, khi sử dụng tùy chọn 'hạn chế đối với các địa điểm được chia sẻ', các địa điểm được chia sẻ có nhiều tên sẽ hiển thị nhiều lần dưới dạng các mục nhập riêng biệt. Chọn tùy chọn này để hiển thị mỗi địa điểm được chia sẻ chỉ một lần trong trường hợp này, dưới tên chính của địa điểm được chia sẻ và cũng hiển thị các tên bổ sung của địa điểm đó.

source: Facts for shared place records
sv: Fakta för delade platsrekord
tr: Paylaşılan yer kayıtları için gerçekler
vi: Dữ kiện cho các bản ghi địa điểm được chia sẻ

source: Shared places list
sv: Lista över delade platser
tr: Paylaşılan yerler listesi
vi: Danh sách địa điểm được chia sẻ

source: Place hierarchy
sv: Platshierarki
tr: Yer hiyerarşisi

source: This shared place does not exist or you do not have permission to view it.
sv: Denna delade plats finns inte eller så har du inte behörighet att visa den.
tr: Bu paylaşılan yer mevcut değil veya onu görüntüleme izniniz yok.
vi: Địa điểm được chia sẻ này không tồn tại hoặc bạn không có quyền xem nó.

source: Create a shared place
sv: Skapa en delad plats
tr: Paylaşılan bir yer oluşturun
vi: Tạo một địa điểm được chia sẻ
